request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:gs="http://com/springws/countries">
	<soapenv:Header />
	<soapenv:Body>
		<gs:getCountryRequest>
			<gs:name>India</gs:name>
		</gs:getCountryRequest>
	</soapenv:Body>
</soapenv:Envelope>
